{
  "Metadata": {
    "Pages": {
      "home": "Home",
      "accomodation": {
        "root": "Accomodation",
        "georgia": "Georgia",
        "georgia-caption": "Discover villa Georgia, a charming 45m² retreat for 4 guests near the sea.",
        "dimitra": "Dimitra",
        "dimitra-caption": "Experience luxury at villa Dimitra, a gorgeous 85m² retreat for 5 guests."
      },
      "contact": "Contact",
      "privacy": "Privacy policy",
      "cookies": "Cookies policy",
      "not-found": "Page not found"
    },
    "Contact": {
      "name": "Mocca Living",
      "location": "Agia Paraskevi Beach, Makri",
      "phone": "Contact phone"
    }
  },
  "Pages": {
    "Home": {
      "Introdution": {
        "title": "Experience the epitome of luxury living",
        "message": "Mocca Living embodies the essence of luxury living in one of Greece's most stunning coastal settings. Located in Agia Paraskevi, near the shores of Kyani Akti beach, Mocca Living offers an unparalleled experience for those who appreciate the finer things in life. Each detail, from the elegant design to the high-end amenities, has been carefully considered to provide guests with a sanctuary of comfort and style. Just a short stroll away, the renowned <nama>Nãma Beach Life Experience</nama> enhances the luxurious lifestyle, offering exquisite dining options that complement the serene beauty of the area. Whether you're here for a brief stay or an extended retreat, Mocca Living promises an experience that blends sophistication with the natural splendor of its surroundings."
      },
      "IdealReasons": {
        "title": "Mocca Living is ideal for:",
        "reasons": {
          "reason1": {
            "title": "Families",
            "description": "Mocca Living offers spacious, comfortable accommodations, perfect for families seeking quality time together by the sea, with amenities designed for all ages."
          },
          "reason2": {
            "title": "Friends",
            "description": "Gather your friends for a luxurious getaway at Mocca Living, where shared moments and unforgettable memories are made in an idyllic coastal setting."
          },
          "reason3": {
            "title": "VIP Guests",
            "description": "Experience exclusive luxury and personalized services at Mocca Living, the ideal destination for VIP guests who demand privacy, comfort, and elegance."
          },
          "reason4": {
            "title": "Honeymooners",
            "description": "Celebrate your love at Mocca Living, a romantic haven where honeymooners can enjoy intimate moments in a serene and luxurious beachfront environment."
          },
          "reason5": {
            "title": "Wellness Retreats",
            "description": "Mocca Living is the perfect haven for wellness lovers, offering a peaceful environment ideal for relaxation and slow-living by the sea."
          }
        }
      }
    },
    "Accomodation": {
      "HeroImage": {
        "button-label": "Contact us"
      },
      "Index": {
        "Introdution": {
          "title": "Our Exclusive Villas",
          "message": "Experience ultimate luxury at Mocca Living, where our exclusive villas perfectly blend modern comfort with timeless elegance. Each villa is carefully designed to offer an unforgettable stay, whether you're here for a family vacation, a getaway with friends, or a romantic retreat. Indulge in luxury and discover the perfect balance between relaxation and refined aesthetics in a space that promises to make every moment unique."
        },
        "Villas": {
          "dimitra": {
            "title": "Dimitra",
            "description": "Embrace the luxury of space in Villa Dimitra, an 85m² sanctuary for 5 adults and 1 child. With 2 bedrooms and 2 bathrooms, it's ideal for a relaxed, elegant stay.",
            "guests": "5 Adults",
            "children": "1 Child",
            "bedrooms": "2 Bedrooms",
            "bathrooms": "2 Bathrooms",
            "button": "Information"
          },
          "georgia": {
            "title": "Georgia",
            "description": "Step into Villa Georgia, a charming 45m² haven for 4 adults and 1 child. Featuring 2 bedrooms and a modern bathroom, it's the perfect cozy escape near the sea.",
            "guests": "4 Adults",
            "children": "1 Child",
            "bedrooms": "2 Bedrooms",
            "bathrooms": "1 Bathroom",
            "button": "Information"
          }
        }
      },
      "Slug": {
        "headers": {
          "layout": "Villa Layout",
          "amenities": {
            "indoor": "Indoor amenities",
            "outdoor": "Outdoor amenities"
          },
          "complementary": "Complementary services",
          "request": "Rental services",
          "button": "Back"
        },
        "georgia": {
          "name": "Georgia",
          "guests": "4 Adults",
          "child": "1 Child",
          "bedrooms": "2 Bedrooms",
          "bathrooms": "1 Bathroom",
          "area": "45m² Area",
          "layout": "One main entrance, Big living room area, Dining room area, Two master bedrooms with double-sized beds, One shared bathroom, Direct access to big private outdoor area",
          "amenities": {
            "indoor": "Free Wi-Fi, One 55\" Smart TV, One ceiling fan, Fully provisioned smart-equipped kitchen, Electric oven, Kitchen extractor hood, Fridge, Clothes washer, Clothes iron & ironing board, Nespresso machine, Sound system Marshall, Safe box",
            "outdoor": "Private area with pergola, Sunbeds with umbrella, Sitting area, Mini pool with hydromassage & color-therapy, Private garden with tropical plants and flowers, Shower area"
          },
          "complementary": "Welcome assistance procedure, Check-in/out assistance",
          "request": "Two SUP boards for rental, One electric-bike for rental"
        },
        "dimitra": {
          "name": "Dimitra",
          "guests": "5 Adults",
          "child": "1 Child",
          "bedrooms": "2 Bedrooms",
          "bathrooms": "2 Bathrooms",
          "area": "85m² Area",
          "layout": "One main entrance, Big living room area, Dining room area, One master bedroom with king-sized bed (COCOMAT mattress and bed cover) and en-suite bathroom, One bedroom with queen-sized bed (COCOMAT mattress and bed cover) and en-suite bathroom, Direct access to big private outdoor area",
          "amenities": {
            "indoor": "Free Wi-Fi, Three 55\" Smart TV, Three ceiling fans, Kitchen, Kitchen extractor hood, Air fryer, Fridge, Clothes washer, Clothes iron & ironing board, Nespresso machine, Sound system (Marshall Acton III), Safe box",
            "outdoor": "Private area with two pergolas and two sitting areas, Sunbeds with umbrella, Mini pool with hydromassage & color-therapy, Private garden with tropical plants and flowers, Shower area"
          },
          "complementary": "Welcome assistance procedure, Check-in/out assistance",
          "request": "Two SUP boards for rental, One electric-bike for rental"
        }
      }
    },
    "Contact": {
      "Map": {
        "title": "Mocca Living",
        "directions": "How to get here"
      },
      "Social": {
        "location": "Location",
        "instagram": "Instagram",
        "facebook": "Facebook",
        "phone": "Call us"
      }
    },
    "Privacy": {
      "title": "General terms",
      "content": "Our website mocca-living.gr safeguards the personal nature of your information and cannot disclose it to any third party (natural or legal entity) for any reason, except for relevant legal provisions and solely to the competent authorities. We reserve the right to disclose your personally identifiable information as required by law and when we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, court order, or legal process served on our website. Our website mocca-living.gr keeps records of personal information that visitors exclusively submit for communication purposes. Visitors can contact the appropriate department to verify the existence of their personal file, correct it, change it, or delete it. Visitors or users of our website mocca-living.gr who are minors have access to its services only with the consent of their parents or guardians and are not obliged to submit their personal information. In case such information is submitted by minors and if the fact becomes known to us, our company deletes all related information. Our business, particularly the marketing department, may process part or all of the information you have submitted for statistical and improvement purposes of the provided services and information. As our business continues to evolve by introducing new products, our Privacy Policy may be updated from time to time. We will only use your personal information in accordance with the Privacy Policy in effect at the time we collected your personal information.",
      "sub-title": "User agreement",
      "sub-content": "The visitor of the pages and services of our website mocca-living.gr grants their consent to the above terms of use, which apply to the entirety of the content, pages, graphics, images, photographs, and files included on the website. Therefore, they should carefully read these terms before visiting or using the pages and services of the mocca-living.gr website. If they do not agree, they should refrain from using the services and content of the website. The visitor is requested to check the content of these pages for any possible changes. The continued use of the mocca-living.gr website, even after any changes, signifies the visitor's unconditional acceptance of these terms."
    },
    "Cookies": {
      "title-1": "What are cookies",
      "content-1": {
        "description": "Cookies are small text files stored on your device when you visit a website. They help websites function properly, enhance user experience, and provide analytical insights. Cookies can be categorized into different types based on their purpose:",
        "bullet-1": "<strong>Essential Cookies</strong> - Required for the website to function properly.",
        "bullet-2": "<strong>Performance Cookies</strong> - Help analyze how visitors use the website to improve its functionality.",
        "bullet-3": "<strong>Functional Cookies</strong> - Enhance user experience by remembering preferences (e.g., language settings).",
        "bullet-4": "<strong>Marketing Cookies</strong> - Used for advertising and tracking user behavior across different websites."
      },
      "title-2": "Cookies used on this website",
      "content-2": {
        "description": "This website uses two cookies:",
        "bullet-1": "<strong>CONSENT_COOKIE</strong> - This cookie is stored to deliver a better user experience and analyze website traffic.",
        "bullet-2": "<strong>NEXT_LOCALE</strong> - This cookie is used for internalization purposes, ensuring the website displays the correct language based on user preferences."
      }
    },
    "NotFound": {
      "title": "Not found",
      "subtitle": "The page you requested was not found",
      "linkToHome": "Back to home page"
    }
  },
  "Components": {
    "LocaleSwitcher": {
      "label": "{locale, select, en {English} gr {Greek} other {Unknown}}",
      "loadingText": "Loading"
    },
    "ContactDrawer": {
      "title": "Contact Us",
      "description": "Quick ways to reach us.",
      "viber": "Viber",
      "whatsapp": "WhatsApp",
      "sms": "SMS",
      "call": "Call"
    },
    "CookieConsent": {
      "title": "Cookies",
      "message": "This site uses services that use cookies to deliver a better user experience and analyze traffic. You can learn more about the services we use at our privacy policy page.",
      "button-label": "Understood"
    },
    "Form": {
      "contact-page-title": "Contact us",
      "contact-page-description": "Fill out the form below to make a booking, and we will contact you shortly.",
      "slug-page-title": "Make a reservartion for villa {slug, select, georgia {Georgia} dimitra {Dimitra} other {Unknown}}",
      "slug-page-description": "Fill out the form below and we will contact you shortly.",
      "fields": {
        "fullName": {
          "label": "Full name",
          "placeholder": "Fill in your full name"
        },
        "email": {
          "label": "Email",
          "placeholder": "Fill in your email"
        },
        "phone": {
          "label": "Phone number",
          "placeholder": "Fill in your phone number"
        },
        "checkIn": {
          "label": "Check-in date",
          "placeholder": "Select your arrival date"
        },
        "checkOut": {
          "label": "Check-out date",
          "placeholder": "Select your departure date"
        },
        "villa": {
          "label": "Selected villa",
          "placeholder": "Select your preferred villa"
        },
        "message": {
          "label": "Message",
          "placeholder": "Optionally, leave your message here..."
        },
        "consentData": {
          "label": "I agree that my personal data will be used only to fulfill my request according to <link>Privacy Policy statement</link>"
        }
      },
      "validation": {
        "required": "Mandatory field",
        "fullName": "Must be between 5 and 25 characters long",
        "email": {
          "invalid": "Invalid email address",
          "providers": "Email provider is not supported"
        },
        "phone": "Invalid phone number format"
      },
      "buttons": {
        "submit": "Submit",
        "reset": "Reset",
        "trigger": {
          "georgia": "Enquire about Georgia",
          "dimitra": "Enquire about Dimitra"
        }
      },
      "response": {
        "success": {
          "title": "Successful submission",
          "message": "Form submission was successful. We will contact you shortly."
        },
        "error": {
          "title": "Failed submission",
          "message": "Form submission failed. Please try again later."
        }
      },
      "metadata": {
        "villa": {
          "georgia": "Georgia",
          "dimitra": "Dimitra"
        }
      }
    },
    "Footer": {
      "row-1": {
        "column-1": {
          "header": "Information",
          "link-1": "Contact phone",
          "link-2": "Contact email",
          "link-3": "Agia Paraskevi Beach, <br></br> Makri Alexandroupolis, Greece"
        },
        "column-2": {
          "header": "Useful links",
          "link-1": "Privacy policy",
          "link-2": "Cookies policy",
          "link-3": "Audio playlist"
        },
        "column-3": {
          "header": "Οther services",
          "link-1": "Yuppii Luna Park",
          "link-2": "Start Pilates"
        }
      },
      "row-2": {
        "copyright": "Copyright © {created, date, ::yyyy} Mocca Living",
        "manufacturer": "Project implementation by <a>KYRCOM</a>",
        "developer": "Developed & designed by <a>CM</a>"
      }
    }
  }
}
