{
  "Metadata": {
    "Pages": {
      "home": "Αρχική",
      "accomodation": {
        "root": "Διαμονή",
        "georgia": "Γεωργία",
        "georgia-caption": "Ανακαλύψτε τη βίλα Georgia, ένα γοητευτικό καταφύγιο 45μ² για 4 άτομα.",
        "dimitra": "Δήμητρα",
        "dimitra-caption": "Ζήστε την πολυτέλεια στη βίλα Dimitra, ένα καταφύγιο 80μ² για 5 άτομα."
      },
      "contact": "Επικοινωνία",
      "privacy": "Απόρρητο",
      "cookies": "Cookies",
      "not-found": "Η σελίδα δεν βρέθηκε"
    },
    "Contact": {
      "name": "Mocca Living",
      "location": "Παραλία Aγίας Παρασκευής, Μάκρη",
      "phone": "Τηλέφωνο επικοινωνίας"
    }
  },
  "Pages": {
    "Home": {
      "Introdution": {
        "title": "Απολαύστε την κορυφαία πολυτέλεια στη διαμονή",
        "message": "Το Mocca Living ενσωματώνει την ουσία της πολυτελούς διαμονής σε ένα από τα πιο εκπληκτικά παραθαλάσσια τοπία της Ελλάδας. Βρίσκεται στην Αγία Παρασκευή, κοντά στις ακτές της παραλίας Κυανή Ακτή, και προσφέρει μια ασύγκριτη εμπειρία για όσους εκτιμούν τα εκλεκτά πράγματα στη ζωή. Κάθε λεπτομέρεια, από τον κομψό σχεδιασμό έως τις υψηλής ποιότητας ανέσεις, έχει μελετηθεί προσεκτικά για να παρέχει στους επισκέπτες ένα καταφύγιο άνεσης και στυλ. Λίγα μόλις βήματα μακριά, το φημισμένο <nama>Nãma Beach Life Experience</nama> ενισχύει τον πολυτελή τρόπο ζωής, προσφέροντας εξαιρετικές γαστρονομικές επιλογές που συμπληρώνουν την ήρεμη ομορφιά της περιοχής. Είτε είστε εδώ για μια σύντομη διαμονή είτε για μια εκτεταμένη απόδραση, το Mocca Living υπόσχεται μια εμπειρία που συνδυάζει την κομψότητα με το φυσικό μεγαλείο του περιβάλλοντός του."
      },
      "IdealReasons": {
        "title": "Το Mocca Living είναι ιδανικό για:",
        "reasons": {
          "reason1": {
            "title": "Οικογένειες",
            "description": "Το Mocca Living προσφέρει ευρύχωρη και άνετη διαμονή, ιδανική για οικογένειες που αναζητούν ποιοτικό χρόνο μαζί δίπλα στη θάλασσα, με ανέσεις για όλες τις ηλικίες."
          },
          "reason2": {
            "title": "Φίλοι",
            "description": "Συγκεντρώστε τους φίλους σας για μια πολυτελή απόδραση στο Mocca Living, όπου οι κοινές στιγμές και οι αξέχαστες αναμνήσεις δημιουργούνται σε ένα ειδυλλιακό παραθαλάσσιο περιβάλλον."
          },
          "reason3": {
            "title": "VIP Επισκέπτες",
            "description": "Ζήστε την απόλυτη πολυτέλεια και εξατομικευμένες υπηρεσίες στο Mocca Living, τον ιδανικό προορισμό για VIP επισκέπτες που απαιτούν ιδιωτικότητα, άνεση και κομψότητα."
          },
          "reason4": {
            "title": "Νεόνυμφοι",
            "description": "Γιορτάστε την αγάπη σας στο Mocca Living, έναν ρομαντικό παράδεισο όπου οι νεόνυμφοι μπορούν να απολαύσουν στιγμές οικειότητας σε ένα γαλήνιο και πολυτελές παραθαλάσσιο περιβάλλον."
          },
          "reason5": {
            "title": "Ευεξία",
            "description": "Το Mocca Living είναι το τέλειο καταφύγιο για λάτρεις της ευεξίας, προσφέροντας ένα γαλήνιο περιβάλλον ιδανικό για χαλάρωση και slow-living δίπλα στη θάλασσα."
          }
        }
      }
    },
    "Accomodation": {
      "Index": {
        "Introdution": {
          "title": "Οι Αποκλειστικές μας Βίλες",
          "message": "Ζήστε την απόλυτη πολυτέλεια στο Mocca Living, όπου οι αποκλειστικές μας βίλες συνδυάζουν ιδανικά τη σύγχρονη άνεση με τη διαχρονική κομψότητα. Κάθε βίλα είναι προσεκτικά σχεδιασμένη για να προσφέρει μια αξέχαστη διαμονή, είτε βρίσκεστε εδώ για οικογενειακές διακοπές, μια απόδραση με φίλους, είτε για έναν ρομαντικό καταφύγιο. Αφεθείτε στην πολυτέλεια και ανακαλύψτε την τέλεια ισορροπία ανάμεσα στη χαλάρωση και την εκλεπτυσμένη αισθητική, σε έναν χώρο που υπόσχεται να κάνει κάθε στιγμή μοναδική."
        },
        "Villas": {
          "georgia": {
            "title": "Γεωργία",
            "description": "Ανακαλύψτε τη βίλα Γεωργία, ένα γοητευτικό καταφύγιο 45m² για 4 ενήλικες και 1 παιδί. Με 2 υπνοδωμάτια και ένα μοντέρνο μπάνιο, ιδανική για μια απόδραση κοντά στη θάλασσα.",
            "guests": "4 Επισκέπτες",
            "bedrooms": "2 Υπνοδωμάτια",
            "bathrooms": "1 Τουαλέτα",
            "button": "Πληροφορίες"
          },
          "dimitra": {
            "title": "Δήμητρα",
            "description": "Απολαύστε την πολυτέλεια του χώρου στη βίλα Δήμητρα, ένα καταφύγιο 80m² για 5 ενήλικες και 1 παιδί. Με 2 υπνοδωμάτια και 2 μπάνια, είναι ιδανική για μια χαλαρή και άνετη διαμονή.",
            "guests": "5 Επισκέπτες",
            "bedrooms": "2 Υπνοδωμάτια",
            "bathrooms": "2 Τουαλέτες",
            "button": "Πληροφορίες"
          }
        }
      },
      "Slug": {
        "headers": {
          "layout": "Διάταξη βίλας",
          "amenities": {
            "indoor": "Εσωτερικές ανέσεις",
            "outdoor": "Εξωτερικές ανέσεις"
          },
          "complementary": "Συμπληρωματικές υπηρεσίες",
          "request": "Υπηρεσίες ενοικίασης",
          "button": "Πίσω"
        },
        "georgia": {
          "name": "Γεωργία",
          "guests": "4 Επισκέπτες",
          "child": "1 Παιδί",
          "bedrooms": "2 Υπνοδωμάτια",
          "bathrooms": "1 Μπάνιο",
          "area": "45m² Εμβαδόν",
          "layout": "Κεντρική είσοδος, Μεγάλο καθιστικό, Τραπεζαρία, Δύο κύρια υπνοδωμάτια με διπλά κρεβάτια, Ένα κοινόχρηστο μπάνιο, Άμεση πρόσβαση σε μεγάλη ιδιωτική εξωτερική περιοχή",
          "amenities": {
            "indoor": "Δωρεάν Wi-Fi, Μία 55\" Smart TV, Ένας ανεμιστήρας οροφής, Πλήρως εξοπλισμένη έξυπνη κουζίνα, Ηλεκτρικός φoύρνος, Απορροφητήρας κουζίνας, Ψυγείο, Πλυντήριο ρούχων, Σίδερο & σιδερώστρα, Μηχανή Nespresso, Ηχοσύστημα Marshall, Χρηματοκιβώτιο",
            "outdoor": "Ιδιωτικός χώρος με πέργκολα, Ξαπλώστρες με ομπρέλα, Καθιστικό, Μικρή πισίνα με υδρομασάζ και χρωματοθεραπεία, Ιδιωτικός κήπος με τροπικά φυτά και λουλούδια, Χώρος ντους"
          },
          "complementary": "Διαδικασία υποδοχής, Υποστήριξη κατά το check-in/out",
          "request": "Δυο σανίδες θαλάσσης SUP προς ενοικίαση, Ένα ηλεκτρικό ποδήλατο προς ενοικίαση"
        },
        "dimitra": {
          "name": "Δήμητρα",
          "guests": "5 Επισκέπτες",
          "child": "1 Παιδί",
          "bedrooms": "2 Υπνοδωμάτια",
          "bathrooms": "2 Μπάνια",
          "area": "80m² Εμβαδόν",
          "layout": "Κεντρική είσοδος, Μεγάλο καθιστικό, Τραπεζαρία, Ένα κύριο υπνοδωμάτιο με κρεβάτι king-size (στρώμα και ανώστρωμα COCOMAT) και ιδιωτικό μπάνιο, Ένα υπνοδωμάτιο με κρεβάτι queen-size (στρώμα και ανώστρωμα COCOMAT) και ιδιωτικό μπάνιο, Άμεση πρόσβαση σε μεγάλη ιδιωτική εξωτερική περιοχή",
          "amenities": {
            "indoor": "Δωρεάν Wi-Fi, Τρεις 55\" Smart TV, Τρεις ανεμιστήρες οροφής, Κουζίνα, Απορροφητήρας κουζίνας, Φριτέζα αέρος, Ψυγείο, Πλυντήριο ρούχων, Σίδερο & σιδερώστρα, Μηχανή Nespresso, Ηχοσύστημα (Marshall Acton III), Χρηματοκιβώτιο",
            "outdoor": "Ιδιωτικός χώρος με δύο πέργκολες και δύο καθιστικά, Ξαπλώστρες με ομπρέλα, Μικρή πισίνα με υδρομασάζ και χρωματοθεραπεία, Ιδιωτικός κήπος με τροπικά φυτά και λουλούδια, Χώρος ντους"
          },
          "complementary": "Διαδικασία υποδοχής, Υποστήριξη κατά το check-in/out",
          "request": "Δυο σανίδες θαλάσσης SUP προς ενοικίαση, Ενα ηλεκτρικό ποδήλατο προς ενοικίαση"
        }
      }
    },
    "Contact": {
      "Map": {
        "title": "Mocca Living",
        "directions": "Πως θα έρθετε"
      },
      "Social": {
        "location": "Τοποθεσία",
        "instagram": "Instagram",
        "facebook": "Facebook",
        "phone": "Καλέστε μας"
      }
    },
    "Privacy": {
      "title": "Γενικοί όροι",
      "content": "Ο ιστότοπος μας mocca-living.gr διαφυλάσσει τον προσωπικό χαρακτήρα των στοιχείων σας και δε δύναται να τα μεταβιβάσει σε οποιονδήποτε τρίτο (φυσικό ή νομικό πρόσωπο) για κανένα λόγο, με την εξαίρεση σχετικών διατάξεων του νόμου και προς τις αρμόδιες και μόνο αρχές. Επιφυλασσόμαστε του δικαιώματος να αποκαλύψουμε τα προσωπικά αναγνωρίσιμα στοιχεία σας όπως απαιτείται από το νόμο και όταν πιστεύουμε ότι η αποκάλυψη είναι απαραίτητη για την προστασία των δικαιωμάτων μας ή / και τη συμμόρφωσή μας με δικαστική διαδικασία, δικαστική απόφαση ή νομική διαδικασία που επιδόθηκε στον ιστότοπό μας. Ο ιστότοπος μας mocca-living.gr διατηρεί αρχεία με τα προσωπικά στοιχεία, τα οποία αποστέλλει ο επισκέπτης αποκλειστικά για λόγους επικοινωνίας. Ο επισκέπτης μπορεί να επικοινωνήσει με το αρμόδιο τμήμα προκειμένου να διασταυρώσει την ύπαρξη προσωπικού του αρχείου, την διόρθωση αυτού, την αλλαγή του ή την διαγραφή του. Επισκέπτες ή χρήστες του ιστότοπου μας mocca-living.gr που είναι ανήλικοι έχουν πρόσβαση στις υπηρεσίες του, μόνο με τη συγκατάθεση των γονέων ή των κηδεμόνων τους και δεν έχουν υποχρέωση να υποβάλλουν τα προσωπικά τους στοιχεία. Σε περίπτωση υποβολής τέτοιων στοιχείων από ανήλικους κι εφόσον το γεγονός γνωστοποιηθεί προς εμάς, η εταιρία μας διαγράφει όλες τις σχετικές πληροφορίες. Η επιχείρηση μας και ειδικότερα το τμήμα marketing, είναι δυνατόν να επεξεργάζεται τμήμα ή το σύνολο των στοιχείων που εσείς έχετε αποστείλει για λόγους στατιστικούς και βελτίωσης των παρεχομένων υπηρεσιών - πληροφοριών του. Καθώς η επιχείρησή μας θα συνεχίσει να εξελίσσεται καθώς εισάγουμε νέα προϊόντα και ως εκ τούτου κατά καιρούς, η Πολιτική Προστασίας Προσωπικών Δεδομένων μπορεί να ενημερωθεί. Θα χρησιμοποιήσουμε μόνο τα προσωπικά σας στοιχεία σύμφωνα με την Πολιτική Προστασίας Προσωπικών Δεδομένων που ισχύει την στιγμή που έχουμε συλλέξει τα προσωπικά σας στοιχεία.",
      "sub-title": "Σύμβαση χρήσης",
      "sub-content": "Ο επισκέπτης των σελίδων και των υπηρεσιών του ιστότοπου μας mocca-living.gr παραχωρεί τη συγκατάθεσή του στους ανωτέρω όρους χρήσης, που ισχύουν για το σύνολο του περιεχομένου, των σελίδων, των γραφικών, των εικόνων, των φωτογραφιών και των αρχείων που περιλαμβάνονται στον ιστότοπο. Συνεπώς, οφείλει να διαβάσει προσεκτικά τους όρους αυτούς πριν από την επίσκεψη ή τη χρήση των σελίδων και των υπηρεσιών του ιστότοπου mocca-living.gr. Εάν δε συμφωνεί, τότε οφείλει να μην κάνει χρήση των υπηρεσιών και του περιεχομένου του ιστότοπου. Ο επισκέπτης παρακαλείται να ελέγχει το περιεχόμενο των συγκεκριμένων σελίδων για ενδεχόμενες αλλαγές. Η εξακολούθηση της χρήσης του ιστότοπου mocca-living.gr ακόμη και μετά τις όποιες αλλαγές, σημαίνει την ανεπιφύλακτη εκ μέρους του επισκέπτη αποδοχή των όρων αυτών."
    },
    "Cookies": {
      "title": "Χρήση Cookies",
      "content": "Χρησιμοποιούμε cookies για να κάνουμε ακόμα καλύτερη την εμπειρία σας στην ιστοσελίδα μας και για να διασφαλιστεί η αποτελεσματική λειτουργία αυτής. Επιλέγοντας «Αποδοχή» κατά την είσοδο σας σε αυτή την ιστοσελίδα, παρέχετε τη συγκατάθεσή σας για τη χρήση των cookies, σύμφωνα με την πολιτική μας. Η ιστοσελίδα αυτή έχει τη δυνατότητα να χρησιμοποιεί cookies ως μέρος της διευκόλυνσης λειτουργίας της, αλλά των υπηρεσιών της. Τα Cookies είναι μικρά αρχεία (text files), τα οποία απoστέλλονται και φυλάσσονται στον ηλεκτρονικό υπολογιστή του χρήστη, επιτρέποντας σε ιστοσελίδες να λειτουργούν απρόσκοπτα και χωρίς τεχνικές ανωμαλίες, να συλλέγονται πολλαπλές επιλογές του χρήστη, να αναγνωρίζουν τους συχνούς χρήστες, να διευκολύνουν την πρόσβαση τους σε αυτή, και για τη συλλογή δεδομένων για τη βελτίωση του περιεχομένου της ιστοσελίδας. Τα Cookies δεν προκαλούν βλάβες στους ηλεκτρονικούς υπολογιστές των χρηστών αλλά και στα αρχεία που φυλάσσονται σε αυτούς. Χρησιμοποιούμε τα cookies για να σας παρέχουμε πληροφορίες και να διεκπεραιώνονται οι λειτουργίες και τα χαρακτηριστικά της ιστοσελίδας."
    },
    "NotFound": {
      "title": "Δεν βρέθηκε",
      "subtitle": "Η σελίδα που ζητήσατε δεν βρέθηκε",
      "linkToHome": "Πίσω στην αρχική σελίδα"
    }
  },
  "Components": {
    "MessagePopup": {
      "viber": "Viber",
      "whatsapp": "WhatsApp",
      "sms": "SMS",
      "call": "Κλήση"
    },
    "LocaleSelect": {
      "placeholder": "Επιλογή γλώσσας",
      "loadingText": "Loading",
      "values": {
        "en": "Αγγλικά",
        "gr": "Ελληνικά"
      }
    },
    "CookieConsent": {
      "title": "Cookies",
      "message": "Αυτός ο ιστότοπος χρησιμοποιεί υπηρεσίες που χρησιμοποιούν cookies για να προσφέρουν καλύτερη εμπειρία χρήστη και να αναλύουν την επισκεψιμότητα. Μπορείτε να μάθετε περισσότερα σχετικά με τις υπηρεσίες που χρησιμοποιούμε στη σελίδα της πολιτικής απορρήτου μας.",
      "button-label": "Το κατάλαβα"
    },
    "Form": {
      "contact-page-title": "Επικοινωνήστε μαζί μας",
      "contact-page-description": "Συμπληρώστε την παρακάτω φόρμα κρατήσεων και θα επικοινωνήσουμε μαζί σας σύντομα.",
      "slug-page-title": "Κάντε κράτηση για την βίλα {slug, select, georgia {Γεωργία} dimitra {Δήμητρα} other {Άγνωστο}}",
      "slug-page-description": "Συμπληρώστε την παρακάτω φόρμα και θα επικοινωνήσουμε μαζί σας σύντομα.",
      "fields": {
        "fullName": {
          "label": "Ονοματεπώνυμο",
          "placeholder": "Συμπληρώστε το ονοματεπώνυμό σας"
        },
        "email": {
          "label": "Email",
          "placeholder": "Συμπληρώστε το email σας"
        },
        "phone": {
          "label": "Τηλέφωνο επικοινωνίας",
          "placeholder": "Συμπληρώστε τον αριθμό τηλεφώνου σας"
        },
        "checkIn": {
          "label": "Ημερομηνία check-in",
          "placeholder": "Επιλέξτε ημερομηνία άφιξης"
        },
        "checkOut": {
          "label": "Ημερομηνία check-out",
          "placeholder": "Επιλέξτε ημερομηνία αναχώρησης"
        },
        "villa": {
          "label": "Επιλεγμένη βίλα",
          "placeholder": "Επιλέξτε την βίλα που προτιμάτε"
        },
        "message": {
          "label": "Μήνυμα",
          "placeholder": "Προαιρετικά, αφήστε το μήνυμά σας εδώ..."
        },
        "consentData": {
          "label": "Συμφωνώ ότι τα προσωπικά μου δεδομένα θα χρησιμοποιηθούν μόνο για την εκπλήρωση του αιτήματός μου σύμφωνα με την <link>δήλωση Πολιτικής Απορρήτου</link>"
        }
      },
      "validation": {
        "required": "Υποχρεωτικό πεδίο",
        "fullName": "Πρέπει να αποτελείται από 5 έως 25 χαρακτήρες",
        "email": {
          "invalid": "Μη έγκυρη διεύθυνση email",
          "providers": "Ο πάροχος email δεν υποστηρίζεται"
        },
        "phone": "Μη έγκυρη μορφή αριθμού τηλεφώνου"
      },
      "buttons": {
        "submit": "Υποβολή",
        "reset": "Επαναφορά",
        "trigger": {
          "georgia": "Ρωτήστε για την Γεωργία",
          "dimitra": "Ρωτήστε για την Δήμητρα"
        }
      },
      "response": {
        "success": {
          "title": "Επιτυχής υποβολή",
          "message": "Η υποβολή της φόρμας ήταν επιτυχής. Θα επικοινωνήσουμε μαζί σας σύντομα."
        },
        "error": {
          "title": "Αποτυχία υποβολής",
          "message": "Η υποβολή της φόρμας απέτυχε. Προσπαθήστε ξανά αργότερα."
        }
      },
      "metadata": {
        "villa": {
          "georgia": "Γεωργία",
          "dimitra": "Δήμητρα"
        }
      }
    },
    "Footer": {
      "row-1": {
        "column-1": {
          "header": "Πληροφοριες",
          "link-1": "Τηλέφωνο επικοινωνίας",
          "link-2": "Email επικοινωνίας",
          "link-3": "Παραλία Αγίας Παρασκευής, <br></br> Μάκρη Αλεξανδρούπολης, Ελλάδα"
        },
        "column-2": {
          "header": "Χρησιμοι συνδεσμοι",
          "link-1": "Πολιτική απορρήτου",
          "link-2": "Χρήση cookies"
        },
        "column-3": {
          "header": "Λοιπές υπηρεσίες",
          "link-1": "Yuppii Luna Park",
          "link-2": "Start Pilates"
        }
      },
      "row-2": {
        "copyright": "Πνευματική ιδιοκτησία © {created, date, ::yyyy} Mocca Living",
        "manufacturer": "Υλοποίηση έργου από <a>KYRCOM</a>",
        "developer": "Σχεδιάστηκε & αναπτύχθηκε από CM"
      }
    }
  }
}
