{
  "Metadata": {
    "Pages": {
      "home": "Αρχική",
      "suites": "Σουίτες",
      "contact": "Επικοινωνία",
      "privacy": "Πολιτική απορρήτου",
      "cookies": "Χρήση cookies",
      "not-found": "Η σελίδα δεν βρέθηκε"
    }
  },
  "Pages": {
    "Home": {},
    "Suites": {},
    "Contact": {
      "ContactMap": {
        "title": "Mocca Living",
        "directions": "Πως θα έρθετε"
      }
    },
    "Privacy": {
      "title": "Γενικοί όροι",
      "content": "Ο ιστότοπος μας mocca-living.gr διαφυλάσσει τον προσωπικό χαρακτήρα των στοιχείων σας και δε δύναται να τα μεταβιβάσει σε οποιονδήποτε τρίτο (φυσικό ή νομικό πρόσωπο) για κανένα λόγο, με την εξαίρεση σχετικών διατάξεων του νόμου και προς τις αρμόδιες και μόνο αρχές. Επιφυλασσόμαστε του δικαιώματος να αποκαλύψουμε τα προσωπικά αναγνωρίσιμα στοιχεία σας όπως απαιτείται από το νόμο και όταν πιστεύουμε ότι η αποκάλυψη είναι απαραίτητη για την προστασία των δικαιωμάτων μας ή / και τη συμμόρφωσή μας με δικαστική διαδικασία, δικαστική απόφαση ή νομική διαδικασία που επιδόθηκε στον ιστότοπό μας. Ο ιστότοπος μας mocca-living.gr διατηρεί αρχεία με τα προσωπικά στοιχεία, τα οποία αποστέλλει ο επισκέπτης αποκλειστικά για λόγους επικοινωνίας. Ο επισκέπτης μπορεί να επικοινωνήσει με το αρμόδιο τμήμα προκειμένου να διασταυρώσει την ύπαρξη προσωπικού του αρχείου, την διόρθωση αυτού, την αλλαγή του ή την διαγραφή του. Επισκέπτες ή χρήστες του ιστότοπου μας mocca-living.gr που είναι ανήλικοι έχουν πρόσβαση στις υπηρεσίες του, μόνο με τη συγκατάθεση των γονέων ή των κηδεμόνων τους και δεν έχουν υποχρέωση να υποβάλλουν τα προσωπικά τους στοιχεία. Σε περίπτωση υποβολής τέτοιων στοιχείων από ανήλικους κι εφόσον το γεγονός γνωστοποιηθεί προς εμάς, η εταιρία μας διαγράφει όλες τις σχετικές πληροφορίες. Η επιχείρηση μας και ειδικότερα το τμήμα marketing, είναι δυνατόν να επεξεργάζεται τμήμα ή το σύνολο των στοιχείων που εσείς έχετε αποστείλει για λόγους στατιστικούς και βελτίωσης των παρεχομένων υπηρεσιών - πληροφοριών του. Καθώς η επιχείρησή μας θα συνεχίσει να εξελίσσεται καθώς εισάγουμε νέα προϊόντα και ως εκ τούτου κατά καιρούς, η Πολιτική Προστασίας Προσωπικών Δεδομένων μπορεί να ενημερωθεί. Θα χρησιμοποιήσουμε μόνο τα προσωπικά σας στοιχεία σύμφωνα με την Πολιτική Προστασίας Προσωπικών Δεδομένων που ισχύει την στιγμή που έχουμε συλλέξει τα προσωπικά σας στοιχεία.",
      "sub-title": "Σύμβαση χρήσης",
      "sub-content": "Ο επισκέπτης των σελίδων και των υπηρεσιών του ιστότοπου μας mocca-living.gr παραχωρεί τη συγκατάθεσή του στους ανωτέρω όρους χρήσης, που ισχύουν για το σύνολο του περιεχομένου, των σελίδων, των γραφικών, των εικόνων, των φωτογραφιών και των αρχείων που περιλαμβάνονται στον ιστότοπο. Συνεπώς, οφείλει να διαβάσει προσεκτικά τους όρους αυτούς πριν από την επίσκεψη ή τη χρήση των σελίδων και των υπηρεσιών του ιστότοπου mocca-living.gr. Εάν δε συμφωνεί, τότε οφείλει να μην κάνει χρήση των υπηρεσιών και του περιεχομένου του ιστότοπου. Ο επισκέπτης παρακαλείται να ελέγχει το περιεχόμενο των συγκεκριμένων σελίδων για ενδεχόμενες αλλαγές. Η εξακολούθηση της χρήσης του ιστότοπου mocca-living.gr ακόμη και μετά τις όποιες αλλαγές, σημαίνει την ανεπιφύλακτη εκ μέρους του επισκέπτη αποδοχή των όρων αυτών."
    },
    "Cookies": {
      "title": "Χρήση Cookies",
      "content": "Χρησιμοποιούμε cookies για να κάνουμε ακόμα καλύτερη την εμπειρία σας στην ιστοσελίδα μας και για να διασφαλιστεί η αποτελεσματική λειτουργία αυτής. Επιλέγοντας «Αποδοχή» κατά την είσοδο σας σε αυτή την ιστοσελίδα, παρέχετε τη συγκατάθεσή σας για τη χρήση των cookies, σύμφωνα με την πολιτική μας. Η ιστοσελίδα αυτή έχει τη δυνατότητα να χρησιμοποιεί cookies ως μέρος της διευκόλυνσης λειτουργίας της, αλλά των υπηρεσιών της. Τα Cookies είναι μικρά αρχεία (text files), τα οποία απoστέλλονται και φυλάσσονται στον ηλεκτρονικό υπολογιστή του χρήστη, επιτρέποντας σε ιστοσελίδες να λειτουργούν απρόσκοπτα και χωρίς τεχνικές ανωμαλίες, να συλλέγονται πολλαπλές επιλογές του χρήστη, να αναγνωρίζουν τους συχνούς χρήστες, να διευκολύνουν την πρόσβαση τους σε αυτή, και για τη συλλογή δεδομένων για τη βελτίωση του περιεχομένου της ιστοσελίδας. Τα Cookies δεν προκαλούν βλάβες στους ηλεκτρονικούς υπολογιστές των χρηστών αλλά και στα αρχεία που φυλάσσονται σε αυτούς. Χρησιμοποιούμε τα cookies για να σας παρέχουμε πληροφορίες και να διεκπεραιώνονται οι λειτουργίες και τα χαρακτηριστικά της ιστοσελίδας."
    },
    "NotFound": {
      "title": "Δεν βρέθηκε",
      "subtitle": "Η σελίδα που ζητήσατε δεν βρέθηκε",
      "linkToHome": "Πίσω στην αρχική σελίδα"
    }
  },
  "Components": {
    "Footer": {
      "first-column": {
        "title": "Χρησιμοι συνδεσμοι",
        "first-link": "Πολιτική απορρήτου",
        "second-link": "Χρήση cookies"
      },
      "second-column": {
        "title": "Πληροφοριες",
        "first-link": "Παραλία Αγίας Παρασκευής",
        "second-link": "+30 6973433980"
      }
    },
    "LocaleSelect": {
      "placeholder": "Επιλογή γλώσσας",
      "loadingText": "Loading",
      "values": {
        "en": "Αγγλικά",
        "gr": "Ελληνικά"
      }
    },
    "CookieConsent": {
      "title": "Cookies",
      "message": "Αυτός ο ιστότοπος χρησιμοποιεί υπηρεσίες που χρησιμοποιούν cookies για να προσφέρουν καλύτερη εμπειρία χρήστη και να αναλύουν την επισκεψιμότητα. Μπορείτε να μάθετε περισσότερα σχετικά με τις υπηρεσίες που χρησιμοποιούμε στη σελίδα της πολιτικής απορρήτου μας.",
      "accept-label": "Αποδοχή",
      "reject-label": "Απόρριψη"
    }
  }
}